cask_args appdir: '/Applications'

#tap 'homebrew/cask-fonts'
#tap 'homebrew/bundle'
#tap 'homebrew/core'
#tap 'homebrew/services'
#tap 'homebrew/versions'

cask '1password'
cask 'atom'
cask 'cheatsheet'
brew 'chrome-cli'
cask 'chrome-remote-desktop-host'
cask 'controlplane'
#cask 'facter'
#cask 'font-fontawesome'
cask 'font-inconsolata-dz'
#cask 'font-octicons'
cask 'free-ruler'
#cask 'git-annex'
#cask 'gitbook'
#cask 'gitbook-editor'
#cask 'github'
#cask 'github-desktop'
cask 'google-chrome'
#cask 'java'
cask 'keybase'
#cask 'macdown'
#cask 'qlmarkdown'
cask 'slack'
cask 'sourcetree'
#cask 'subnetcalc'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'

brew 'ack'
brew 'ansible'
brew 'ansible-cmdb'
brew 'aspell'
brew 'autoconf'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'c-kermit'
brew 'casperjs'
brew 'colortail'
brew 'consul'
brew 'coreutils'
brew 'cowsay'
brew 'csshx'
brew 'curl'
brew 'direnv'
brew 'docker'
brew 'fontconfig'
brew 'gawk'
brew 'gist'
brew 'git'
brew 'git-extras'
brew 'grip'
brew 'gron'
brew 'hub'
brew 'ipcalc'
brew 'jq'
brew 'jsawk'
brew 'json-c'
brew 'less'
brew 'lesspipe'
brew 'libtool'
brew 'm4'
brew 'md5sha1sum'
brew 'mtr'
brew 'multitail'
brew 'nmap'
brew 'node'
brew 'phantomjs'
brew 'pstree'
brew 'pv'
brew 'pwgen'
brew 'resty'
brew 'screenresolution'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'terraform'
brew 'tidy-html5'
brew 'unrar'
brew 'vault'
brew 'watch'
brew 'yarn'

brew 'kaos/shell/bats'
brew 'kaos/shell/bats-assert'
brew 'kaos/shell/bats-file'
brew 'kaos/shell/bats-support'
#brew 'kaos/shell/bats-mock' # currently broken
cask 'dteoh/sqa/slowquitapps'
brew 'loadimpact/k6/k6'
brew 'moul/moul/docker-diff'

brew 'getsentry/tools/sentry-cli'
